# noun = input("Введіть іменник")
# color = input("Введіть колір")
# verb = input("Введіть дієслово")
# animal = input("Введіть назва тварини")
# city = input("Введіть назва місця")
# print("Одного разу", noun, "був дуже сумний, тому що він був", color,
# "Він вирішив" ,verb,  "y", city, "- де зустрів", animal,
#       " Разом вони вирішили залишитися в",
#       city, "назавжди, і стали найкращими друзями.")
#
# print(f"Одного разу {noun} був дуже сумний, "
#       f"тому що він був {color}.Він вирішив {verb} у {city}, "
#       f"де зустрів {animal}. Разом вони вирішили залишитися в "
#       f"{city} назавжди, і стали найкращими друзями.")
name = "Kostya"
print(f"A + B = {5 + 10}")
print(f"{name=}")